Repository: ComeEdo/Voci-di-Corridoio
Catalog: Voci di Corridoio/Localizable.xcstrings
Source language: it
Languages: en

source: %@ non è valido, si possono usare solo . _.
en: %@ it’s not valid, you can only use . _.

source: Accedi
en: Log in

source: Benvenuto
en: Welcome

source: Cognome
en: Surname

source: Cognome valido.
en: Valid surname.

source: Crea account
en: Create account

source: La mail deve finire con %@.
en: The mail has to finish in %@.

source: Le password sono diverse.
en: The passwords are different.

source: Mail valida.
en: Valid mail.

source: Maiuscola, minuscuola, numero e carattere speciale in mezzo.
en: Uppercase, lowercase, number, and special character in the middle.

source: Manca qualcosa
en: Something is missing.

source: Nome
en: Name

source: Nome utente
en: Username

source: Nome valido.
en: Valid name.

source: Password valida.
en: Valid password.

source: Ripeti password
en: Repeat password

source: Solo lettere.
en: Only letters.

source: Username valido.
en: Valid username.
